{
   "name": [
      "Alfonso Prieto",
      "Alfonso",
      "Alicia Sierra",
      "Alicia",
      "Alison Parker",
      "Alison",
      "Amanda",
      "Amanda",
      "Angel Rubio",
      "Angel",
      "Antonanzas",
      "Antonanzas",
      "Ariadna Cascales",
      "Ariadna",
      "Arturo Roman",
      "Arturo",
      "Berlin",
      "Berlin",
      "Bogota",
      "Bogota",
      "Denver",
      "Denver",
      "Gandia",
      "Gandia",
      "Helsinki",
      "Helsinki",
      "Luis Tamayo",
      "Luis",
      "Manila",
      "Manila",
      "Marivi Fuentes",
      "Marivi",
      "Marseille",
      "Marseille",
      "Matias Cano",
      "Matias",
      "Moscow",
      "Moscow",
      "Monica Gaztambide",
      "Monica",
      "Nairobi",
      "Nairobi",
      "Oslo",
      "Oslo",
      "Palermo",
      "Palermo",
      "Raquel Murillo",
      "Raquel",
      "Rio",
      "Rio",
      "Tatiana",
      "Tatiana",
      "Professor",
      "Professor",
      "Tokyo",
      "Tokyo"
   ],
   "description": [
      "Alfonso Prieto is a colonel who was in charge of the military during both the robbery of the Royal Mint, and the robbery of the Bank of Spain.",
      "Alicia Sierra is a police Inspector for the Spanish police force. She is brought onto the case to stop the robbery of the Bank of Spain. She also was in charge of interrogating Rio when he was taken into custody in Part 3.",
      "Alison Parker is a secondary character in the Netflix series Money Heist, portrayed by actress María Pedraza. She was the daughter of Sir Benjamin Parker, the British Ambassador in Spain.",
      "Amanda is the secretary of the Governor of the Bank of Spain. Amanda's main appearances are in a red jumpsuit, as a hostage of many under the heist.",
      "Ángel Rubio is the police partner of investigator Raquel Murillo, and the Deputy Investigator of the heist. He is married to Mari Carmen, however is compassionate in Raquel Murillo, whom are very good friends.",
      "He is a member of the Spanish Police Force and is a supporting character to the crew. He gave the professor information that the police wanted to attack The Bank of Spain. ",
      "Ariadna is first seen in the show trembling in fear. Berlin then goes over to her to calm her down and assures her that he is not a monster. We don't know much about her, but we know that she takes Sertraline, an anti-anxiety medication.",
      "Arturo was married, but having an affair with his secretary, Mónica Gaztambide, and she got pregnant with his son. As one of the hostages, Arturo constantly got himself in trouble due to his attempts to defy the robbers and stage uprisings within the Royal Mint, for example by getting shot and needing a surgeon.",
      "He is the second-in-command of the Royal Mint of Spain heist, but also planned the Bank of Spain heist years prior, which he shared with The Professor and Palermo.",
      "Bogotá is the worlds best welder and has a vital role in the heist at the Bank of Spain. He is the main member in charge alongside Nairobi to lead the group that is melting the gold bricks in the national reserve into grains of gold at the Bank of Spain.",
      "Denver was one of the robbers participating in the Royal Mint of Spain heist alongside his father, Agustín Ramos (Moscow). He is hot-headed, but shown to have a sensitive side when he chooses to protect hostage Mónica Gaztambide instead of disposing for her as instructed by Berlin.",
      "Gandia appears as one of the former hostages in the Bank of Spain but he manages to escape after following advice given to him by Palermo.",
      "He is one of the robbers of the Royal Mint of Spain and the Bank of Spain. In the Royal Mint heist, Helsinki was mainly in charge of watching over the hostages, teasing Arturo, and chatting with Oslo. In the second season, he suffocated Oslo, who was in a vegetative state.",
      "Colonel Luis Tamayo is the new chief of operations concerning the bank robbery case of the Bank of Spain. When the CNI takes charge of the robbery of the Bank of Spain, Tamayo replaces Prieto as chief of operations. He is leading the police team against the robbers.",
      "Julia, also known by her code name, Manila, is a character in the Netflix series Money Heist, portrayed by actress Belén Cuesta. Julia joined the crew of robbers as requested by Moscow and Denver to The Professor, as they promised her father, Benjamin, that they would take care of her.",
      "Mari suffers from dementia, as evidenced by how she forgets things through the show and by the letters reminding her of her life, habits and family.",
      "Not much is known about Marseille's early life. It was mentioned that he was a hitman. The only family he spoke of was his late dog, Pamuk (named after a village located in Somogy County, Hungary; it means 'cotton' in Turkish).",
      "Matías Caño is a supporting character who appears in the Bank of Spain robbery in Parts 3 and 4. He helps the gang out with melting and storing the gold and also guards the hostages and has been an associate of Bogotá for six years.",
      "Agustin Ramos, known by his code name Moscow, was one of the main protagonists in Part 1 and 2 of Money Heist. He was one of the eight robbers who went in to rob the Royal Mint of Spain and the father of Denver, another protagonist in the show.",
      "Monica Gaztambide, otherwise known as Stockholm, was working as the secretary of the Royal Mint of Spain the day she, among many others, was taken hostage by the robbers. She fell in love with Denver, who looked after her when she was hidden in a vault. She later became a robber in part 3 and 4 when she decided to escape with the gang.",
      "Nairobi was one of the robbers that participated in the heist of the Royal Mint of Spain, being in charge of quality relating to the printing of money given her expertise in falsifications.",
      "Oslo and cousin Helsinki act as hired guns and the muscle during the heist. They're usually seen acting as crowd control. They don't really think independently, and mostly just follow orders.",
      "Martín Berrote, also known by his alias, Palermo, is one of the main characters in the Netflix series Money Heist, portrayed by actor Rodrigo de la Serna. Although he was not part of the Royal Mint of Spain heist, he was an acquaintance of Berlin and The Professor prior to that.",
      "Raquel Murillo, later known by her alias, Lisbon, was a Spanish police inspector that was assigned as the lead during the Royal Mint of Spain heist.",
      "Rio was an expert hacker who participated in the Royal Mint of Spain heist. During the learning process and preparation for the heist, he developed a relationship with fellow robber Tokyo despite The Professor's request for participants not to fraternize.",
      "Tatiana was the ex-wife of Berlin, it is unknown what happened to her.",
      "Sergio Marquina, better known as The Professor, is one of the main characters in the Netflix series Money Heist, portrayed by actor Álvaro Morte. He was the mastermind responsible for organizing the Royal Mint of Spain robbery and later oversaw the robbery of the Bank of Spain, which had been planned by Berlin.",
      "Silene Oliveira, better known by her code-name Tokyo, is one of the main protagonists of the Netflix series Money Heist, as well as the narrator of the story. She is a member of the heist crew set to rob the Royal Mint of Spain."
   ],
   "image": [
      "Alfonso-Prieto.PNG",
      "Alicia-Sierra.PNG",
      "Alison-Parker.PNG",
      "Angel-Rubio.PNG",
      "Antoñanzas.PNG",
      "Ariadna-Cascales.PNG",
      "Arturo-Román.PNG",
      "No-Image.PNG",
      "Berlin.PNG",
      "Bogota.PNG",
      "Denver.PNG",
      "Gandía.PNG",
      "Helsinki.PNG",
      "Luis-Tamayo.PNG",
      "Manila.PNG",
      "No-Image.PNG",
      "Marseille.PNG",
      "Matias-Cano.PNG",
      "Moscow.PNG",
      "Monica-Gaztambide.PNG",
      "Nairobi.PNG",
      "Oslo.PNG",
      "Palermo.PNG",
      "Raquel-Murillo.PNG",
      "Rio.PNG",
      "No-Image.PNG",
      "The-Professor.PNG",
      "Tokyo.PNG"
   ],
   "title":[
      "Police Force",
      "Police Force",
      "Student",
      "Secretary",
      "Police Force",
      "Police Force",
      "Student",
      "Director of the Part 1,2",
      "Robber",
      "Robber",
      "Robber",
      "Securtiy Head",
      "Robber",
      "Police Force",
      "Robber",
      "None",
      "Robber",
      "Robber",
      "Robber",
      "Robber",
      "Robber",
      "Robber",
      "Robber",
      "Police Force/Robber",
      "Robber",
      "Robber",
      "Robber",
      "Robber"
   ],
   "appearance":[
      "1,2,3,4",
      "3,4",
      "1,2",
      "3,4",
      "Have to find yet.",
      "Have to find yet.",
      "1,2",
      "1,2,3,4",
      "1,2,3,4",
      "3,4",
      "1,2,3,4",
      "3,4",
      "1,2,3,4",
      "Have to find yet",
      "3,4",
      "Have to find yet",
      "3,4",
      "3,4",
      "1,2",
      "1,2,3,4",
      "1,2,3,4",
      "1,2",
      "3,4",
      "1,2,3,4",
      "1,2,3,4",
      "3,4",
      "1,2,3,4",
      "1,2,3,4"
   ],
   "Gender":[
      "Male",
      "Female",
      "Female",
      "Female",
      "Male",
      "Male",
      "Female",
      "Male",
      "Male",
      "Male",
      "Male",
      "Male",
      "Male",
      "Male",
      "Female",
      "Female",
      "Male",
      "Male",
      "Male",
      "Female",
      "Female",
      "Male",
      "Male",
      "Female",
      "Male",
      "Female",
      "Male",
      "Female"
   ],
   "PotrayedBy":[
      "Juan Fernández",
      "Najwa Nimri",
      "María Pedraza",
      "Olalla Hernández",
      "Fernando Soto",
      "Antonio Romero",
      "Clara Alvarado",
      "Enrique Arce",
      "Pedro Alonso",
      "Hovik Keuchkerian",
      "Jaime Lorente",
      "José Manuel Poga",
      "Darko Perić",
      "Fernando Cayo Jiménez Álvarez",
      "Belén Cuesta",
      "Kiti Mánver",
      "Luka Peroš",
      "Ahikar Azcona",
      "Paco Tous",
      "Esther Acebo",
      "Alba Flores",
      "Roberto Garcia",
      "Rodrigo de la Serna",
      "Itziar Ituño",
      "Miguel Herrán",
      "Diana Gómez",
      "Álvaro Morte",
      "Úrsula Corberó"
   ],
   "wikia":[
      "https://money-heist.fandom.com/wiki/Alfonso_Prieto",
      "https://money-heist.fandom.com/wiki/Alicia_Sierra",
      "https://money-heist.fandom.com/wiki/Alison_Parker",
      "https://money-heist.fandom.com/wiki/Amanda",
      "https://money-heist.fandom.com/wiki/%C3%81ngel_Rubio",
      "https://money-heist.fandom.com/wiki/Anto%C3%B1anzas",
      "https://money-heist.fandom.com/wiki/Ariadna_Cascales",
      "https://money-heist.fandom.com/wiki/Arturo_Rom%C3%A1n",
      "https://money-heist.fandom.com/wiki/Berlin",
      "https://money-heist.fandom.com/wiki/Bogot%C3%A1",
      "https://money-heist.fandom.com/wiki/Denver",
      "https://money-heist.fandom.com/wiki/Gand%C3%ADa",
      "https://money-heist.fandom.com/wiki/Helsinki",
      "https://money-heist.fandom.com/wiki/Luis_Tamayo",
      "https://money-heist.fandom.com/wiki/Manila",
      "https://money-heist.fandom.com/wiki/Mariv%C3%AD_Fuentes",
      "https://money-heist.fandom.com/wiki/Marseille",
      "https://money-heist.fandom.com/wiki/Mat%C3%ADas_Ca%C3%B1o",
      "https://money-heist.fandom.com/wiki/Moscow",
      "https://money-heist.fandom.com/wiki/M%C3%B3nica_Gaztambide",
      "https://money-heist.fandom.com/wiki/Nairobi",
      "https://money-heist.fandom.com/wiki/Oslo",
      "https://money-heist.fandom.com/wiki/Palermo",
      "https://money-heist.fandom.com/wiki/Raquel_Murillo",
      "https://money-heist.fandom.com/wiki/Rio",
      "https://money-heist.fandom.com/wiki/Tatiana",
      "https://money-heist.fandom.com/wiki/The_Professor",
      "https://money-heist.fandom.com/wiki/Tokyo"
      ]
}